IDEA Open Model
CheckResAnchor Constructor
Compatible with IDEA StatiCa v 10.1
Initializes a new instance of the CheckResAnchor class
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public CheckResAnchor()
Public Sub New
public:
CheckResAnchor()
See Also
Reference
CheckResAnchor Class
IdeaRS.OpenModel.Connection Namespace